Repository: patrickridd/scriptbuilder-ios
Catalog: Domain/Sources/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, hi, ja, ko, zh_hans

# act.1.title
source: Act I
de: Akt I
es: Acto I
fr: Acte I
hi: अंक I
ja: 第1幕
ko: 1막
zh_hans: 第一幕

# act.2.title
source: Act II
de: Akt II
es: Acto II
fr: Acte II
hi: अंक II
ja: 第2幕
ko: 2막
zh_hans: 第二幕

# act.3.title
source: Act III
de: Akt III
es: Acto III
fr: Acte III
hi: अंक III
ja: 第3幕
ko: 3막
zh_hans: 第三幕

# beat.oldWorldDescription.title
source: Old World
de: Alte Welt
es: Mundo antiguo
fr: Ancien monde
hi: पुरानी दुनिया
ja: 旧世界
ko: 옛 세계
zh_hans: 旧世界

# beat.oldWorldDescription.subtitle
source: What is life like before the story begins?
de: Wie sieht das Leben aus, bevor die Geschichte beginnt?
es: ¿Cómo es la vida antes de que comience la historia?
fr: À quoi ressemble la vie avant que l'histoire ne commence ?
hi: कहानी शुरू होने से पहले जीवन कैसा है?
ja: 物語が始まる前の生活はどのようなものですか？
ko: 이야기가 시작되기 전의 삶은 어떤가요?
zh_hans: 故事开始前的生活是什么样的？

# beat.incitingIncident.title
source: Inciting Incident
de: Auslösendes Ereignis
es: Incidente desencadenante
fr: Élément déclencheur
hi: प्रेरक घटना
ja: 発端の出来事
ko: 발단 사건
zh_hans: 触发事件

# beat.incitingIncident.subtitle
source: What event kicks the story into motion?
de: Welches Ereignis bringt die Geschichte in Gang?
es: ¿Qué evento pone la historia en marcha?
fr: Quel événement met l'histoire en mouvement ?
hi: कौन सी घटना कहानी को गति देती है?
ja: どんな出来事が物語を動かし始めますか？
ko: 어떤 사건이 이야기를 움직이게 하나요?
zh_hans: 什么事件让故事开始运转？

# beat.callToAdventure.title
source: Call to Adventure
de: Ruf des Abenteuers
es: Llamada a la aventura
fr: Appel à l'aventure
hi: साहसिक कार्य का आह्वान
ja: 冒険への誘い
ko: 모험으로의 부름
zh_hans: 冒险的召唤

# beat.callToAdventure.subtitle
source: What challenge or opportunity is presented to your hero?
de: Welche Herausforderung oder Gelegenheit stellt sich deinem Helden?
es: ¿Qué desafío u oportunidad se le presenta a tu héroe?
fr: Quel défi ou quelle opportunité se présente à votre héros ?
hi: आपके नायक के सामने कौन सी चुनौती या अवसर प्रस्तुत होता है?
ja: 主人公にどんな試練や機会が提示されますか？
ko: 주인공에게 어떤 도전이나 기회가 주어지나요?
zh_hans: 你的主角面临什么挑战或机遇？

# beat.meetingMentor.title
source: Meeting the Mentor
de: Begegnung mit dem Mentor
es: Encuentro con el mentor
fr: Rencontre avec le mentor
hi: गुरु से मुलाकात
ja: 師との出会い
ko: 멘토와의 만남
zh_hans: 遇见导师

# beat.meetingMentor.subtitle
source: Who guides your hero, and what do they offer?
de: Wer leitet deinen Helden, und was bietet er an?
es: ¿Quién guía a tu héroe y qué le ofrece?
fr: Qui guide votre héros, et que lui offre-t-il ?
hi: आपके नायक का मार्गदर्शन कौन करता है, और वे क्या प्रदान करते हैं?
ja: 誰が主人公を導き、何を与えますか？
ko: 누가 주인공을 이끌고 무엇을 제공하나요?
zh_hans: 谁在引导你的主角，他们提供了什么？

# beat.theme.title
source: Theme
de: Thema
es: Tema
fr: Thème
hi: विषय
ja: テーマ
ko: 주제
zh_hans: 主题

# beat.theme.subtitle
source: What deeper idea or question does the story explore?
de: Welche tiefere Idee oder Frage erkundet die Geschichte?
es: ¿Qué idea o pregunta más profunda explora la historia?
fr: Quelle idée ou question plus profonde l'histoire explore-t-elle ?
hi: कहानी किस गहरे विचार या प्रश्न की पड़ताल करती है?
ja: 物語はどんな深い考えや問いを探求しますか？
ko: 이야기가 탐구하는 더 깊은 생각이나 질문은 무엇인가요?
zh_hans: 故事探讨了什么更深层的思想或问题？

# beat.refusal.title
source: Refusal of the Call
de: Weigerung gegenüber dem Ruf
es: Rechazo de la llamada
fr: Refus de l'appel
hi: आह्वान की अस्वीकृति
ja: 誘いの拒絶
ko: 부름의 거부
zh_hans: 拒绝召唤

# beat.refusal.subtitle
source: Why does your hero hesitate or resist the call?
de: Warum zögert dein Held oder widersetzt sich dem Ruf?
es: ¿Por qué duda tu héroe o se resiste a la llamada?
fr: Pourquoi votre héros hésite-t-il ou résiste-t-il à l'appel ?
hi: आपका नायक क्यों झिझकता है या आह्वान का विरोध करता है?
ja: なぜ主人公はためらったり、誘いに抵抗したりしますか？
ko: 주인공은 왜 망설이거나 부름에 저항하나요?
zh_hans: 你的主角为什么犹豫或抗拒召唤？

# beat.reasonToAdventure.title
source: Reason to Adventure
de: Grund für das Abenteuer
es: Razón para la aventura
fr: Raison de l'aventure
hi: साहसिक कार्य का कारण
ja: 冒険への理由
ko: 모험의 이유
zh_hans: 冒险的理由

# beat.reasonToAdventure.subtitle
source: What finally pushes your hero to commit?
de: Was bringt deinen Helden schließlich dazu, sich zu verpflichten?
es: ¿Qué empuja finalmente a tu héroe a comprometerse?
fr: Qu'est-ce qui pousse finalement votre héros à s'engager ?
hi: आखिरकार आपके नायक को प्रतिबद्ध होने के लिए क्या प्रेरित करता है?
ja: 何が最終的に主人公を決意させますか？
ko: 무엇이 마침내 주인공을 결심하게 하나요?
zh_hans: 最终是什么促使你的主角下定决心？

# beat.enemyAtTheGates.title
source: Enemy at the Gates
de: Feind vor den Toren
es: Enemigo a las puertas
fr: L'ennemi aux portes
hi: द्वार पर शत्रु
ja: 門前の敵
ko: 문 앞의 적
zh_hans: 兵临城下

# beat.enemyAtTheGates.subtitle
source: What threat looms as the first act closes?
de: Welche Bedrohung droht am Ende des ersten Akts?
es: ¿Qué amenaza se cierne al cerrarse el primer acto?
fr: Quelle menace plane à la fin du premier acte ?
hi: पहले अंक के समाप्त होते ही कौन सा खतरा मंडराता है?
ja: 第一幕の終わりにどんな脅威が迫りますか？
ko: 1막이 끝날 때 어떤 위협이 다가오나요?
zh_hans: 第一幕结束时有什么威胁逼近？

# beat.newWorldDescription.title
source: New World
de: Neue Welt
es: Mundo nuevo
fr: Nouveau monde
hi: नई दुनिया
ja: 新世界
ko: 새로운 세계
zh_hans: 新世界

# beat.newWorldDescription.subtitle
source: How is this unfamiliar world different from the old one?
de: Wie unterscheidet sich diese unbekannte Welt von der alten?
es: ¿En qué se diferencia este mundo desconocido del antiguo?
fr: En quoi ce monde inconnu diffère-t-il de l'ancien ?
hi: यह अपरिचित दुनिया पुरानी से कैसे अलग है?
ja: この見知らぬ世界は古い世界とどう違いますか？
ko: 이 낯선 세계는 옛 세계와 어떻게 다른가요?
zh_hans: 这个陌生的世界与旧世界有何不同？

# beat.enemiesFriends.title
source: Enemies & Friends
de: Feinde & Freunde
es: Enemigos y amigos
fr: Ennemis et amis
hi: शत्रु और मित्र
ja: 敵と味方
ko: 적과 친구
zh_hans: 敌人与朋友

# beat.enemiesFriends.subtitle
source: Who does your hero meet, and whose side are they on?
de: Wen trifft dein Held, und auf wessen Seite steht er?
es: ¿A quién conoce tu héroe y de qué lado está?
fr: Qui votre héros rencontre-t-il, et de quel côté sont-ils ?
hi: आपका नायक किससे मिलता है, और वे किसके पक्ष में हैं?
ja: 主人公は誰に出会い、彼らはどちらの味方ですか？
ko: 주인공은 누구를 만나고, 그들은 누구 편인가요?
zh_hans: 你的主角遇到了谁，他们站在哪一边？

# beat.obstacles.title
source: Obstacles
de: Hindernisse
es: Obstáculos
hi: बाधाएं
ja: 障害
ko: 장애물
zh_hans: 障碍

# beat.obstacles.subtitle
source: What trials test your hero along the way?
de: Welche Prüfungen stellen deinen Helden auf die Probe?
es: ¿Qué pruebas ponen a prueba a tu héroe en el camino?
fr: Quelles épreuves mettent votre héros à l'épreuve en chemin ?
hi: रास्ते में कौन सी परीक्षाएं आपके नायक को आजमाती हैं?
ja: 道中どんな試練が主人公を試しますか？
ko: 여정에서 어떤 시련이 주인공을 시험하나요?
zh_hans: 一路上有哪些考验在磨炼你的主角？

# beat.sharpeningTheSword.title
source: Sharpening the Sword
de: Das Schwert schärfen
es: Afilando la espada
fr: Aiguiser l'épée
hi: तलवार की धार तेज करना
ja: 剣を研ぐ
ko: 검을 벼리다
zh_hans: 磨砺利剑

# beat.sharpeningTheSword.subtitle
source: How does your hero grow, train, or prepare?
de: Wie wächst, trainiert oder bereitet sich dein Held vor?
es: ¿Cómo crece, entrena o se prepara tu héroe?
fr: Comment votre héros grandit-il, s'entraîne-t-il ou se prépare-t-il ?
hi: आपका नायक कैसे बढ़ता, प्रशिक्षण लेता या तैयारी करता है?
ja: 主人公はどのように成長し、訓練し、準備しますか？
ko: 주인공은 어떻게 성장하고, 훈련하고, 준비하나요?
zh_hans: 你的主角如何成长、训练或准备？

# beat.burnTheBoats.title
source: Burn the Boats
de: Die Brücken abbrechen
es: Quemar las naves
fr: Brûler les vaisseaux
hi: नावें जला देना
ja: 退路を断つ
ko: 배수의 진
zh_hans: 破釜沉舟

# beat.burnTheBoats.subtitle
source: What point of no return does your hero cross?
de: Welchen Punkt ohne Wiederkehr überschreitet dein Held?
es: ¿Qué punto sin retorno cruza tu héroe?
fr: Quel point de non-retour votre héros franchit-il ?
hi: आपका नायक किस अपरिवर्तनीय बिंदु को पार करता है?
ja: 主人公はどんな引き返せない一線を越えますか？
ko: 주인공은 어떤 돌이킬 수 없는 지점을 넘나요?
zh_hans: 你的主角跨越了怎样的不归点？

# beat.theDeadlyEncounter.title
source: The Deadly Encounter
de: Die tödliche Begegnung
es: El encuentro mortal
fr: La rencontre mortelle
hi: घातक मुठभेड़
ja: 命がけの遭遇
ko: 치명적인 만남
zh_hans: 致命的遭遇

# beat.theDeadlyEncounter.subtitle
source: What high-stakes confrontation raises the tension?
de: Welche folgenreiche Konfrontation steigert die Spannung?
es: ¿Qué confrontación de alto riesgo aumenta la tensión?
fr: Quelle confrontation à enjeux élevés fait monter la tension ?
hi: कौन सा उच्च-जोखिम टकराव तनाव बढ़ाता है?
ja: どんな高リスクの対決が緊張を高めますか？
ko: 어떤 위험한 대결이 긴장을 고조시키나요?
zh_hans: 什么高风险的对抗加剧了紧张气氛？

# beat.celebrate.title
source: Celebrate
de: Feiern
es: Celebrar
fr: Célébrer
hi: जश्न मनाना
ja: 祝う
ko: 축하
zh_hans: 庆祝

# beat.celebrate.subtitle
source: What false victory or breather does your hero enjoy?
de: Welchen falschen Sieg oder welche Verschnaufpause genießt dein Held?
es: ¿Qué falsa victoria o respiro disfruta tu héroe?
fr: Quelle fausse victoire ou quel répit votre héros savoure-t-il ?
hi: आपका नायक किस झूठी जीत या राहत का आनंद लेता है?
ja: 主人公はどんな偽りの勝利や一息を味わいますか？
ko: 주인공은 어떤 거짓 승리나 휴식을 즐기나요?
zh_hans: 你的主角享受着怎样的虚假胜利或喘息时刻？

# beat.stormGathers.title
source: The Storm Gathers
de: Der Sturm zieht auf
es: La tormenta se avecina
fr: La tempête se prépare
hi: तूफान घिर आता है
ja: 嵐が近づく
ko: 폭풍이 모여든다
zh_hans: 风暴聚集

# beat.stormGathers.subtitle
source: How do things start to turn against your hero?
de: Wie beginnen sich die Dinge gegen deinen Helden zu wenden?
es: ¿Cómo empiezan las cosas a volverse en contra de tu héroe?
fr: Comment les choses commencent-elles à se retourner contre votre héros ?
hi: चीजें आपके नायक के खिलाफ कैसे मुड़ने लगती हैं?
ja: 状況はどのように主人公に不利になり始めますか？
ko: 상황이 어떻게 주인공에게 불리해지기 시작하나요?
zh_hans: 事情如何开始对你的主角不利？

# beat.badGuysStrikeBack.title
source: Bad Guys Strike Back
de: Die Bösewichte schlagen zurück
es: Los villanos contraatacan
fr: Les méchants contre-attaquent
hi: खलनायकों का पलटवार
ja: 悪役の逆襲
ko: 악당의 반격
zh_hans: 反派反击

# beat.badGuysStrikeBack.subtitle
source: How do the antagonists regain the upper hand?
de: Wie gewinnen die Antagonisten die Oberhand zurück?
es: ¿Cómo recuperan la ventaja los antagonistas?
fr: Comment les antagonistes reprennent-ils le dessus ?
hi: विरोधी फिर से बढ़त कैसे हासिल करते हैं?
ja: 敵役はどのように優位を取り戻しますか？
ko: 적대자들은 어떻게 다시 우위를 되찾나요?
zh_hans: 反派如何重新占据上风？

# beat.allIsLost.title
source: All Is Lost
de: Alles ist verloren
es: Todo está perdido
fr: Tout est perdu
hi: सब कुछ खो गया
ja: すべてが失われる
ko: 모든 것을 잃다
zh_hans: 一切尽失

# beat.allIsLost.subtitle
source: What is your hero's lowest point?
de: Was ist der Tiefpunkt deines Helden?
es: ¿Cuál es el punto más bajo de tu héroe?
fr: Quel est le point le plus bas de votre héros ?
hi: आपके नायक का सबसे निचला बिंदु क्या है?
ja: 主人公のどん底は何ですか？
ko: 주인공의 가장 밑바닥은 무엇인가요?
zh_hans: 你的主角的最低谷是什么？

# beat.theUltimateAnswer.title
source: The Ultimate Answer
de: Die ultimative Antwort
es: La respuesta definitiva
fr: La réponse ultime
hi: अंतिम उत्तर
ja: 究極の答え
ko: 궁극의 해답
zh_hans: 终极答案

# beat.theUltimateAnswer.subtitle
source: What realization or plan lets your hero fight back?
de: Welche Erkenntnis oder welcher Plan lässt deinen Helden zurückschlagen?
es: ¿Qué revelación o plan permite a tu héroe contraatacar?
fr: Quelle prise de conscience ou quel plan permet à votre héros de riposter ?
hi: कौन सा एहसास या योजना आपके नायक को पलटवार करने देती है?
ja: どんな気づきや計画が主人公に反撃させますか？
ko: 어떤 깨달음이나 계획이 주인공을 반격하게 하나요?
zh_hans: 什么领悟或计划让你的主角得以反击？

# beat.timeIsRunningOut.title
source: Time is Running Out
de: Die Zeit läuft ab
es: El tiempo se agota
fr: Le temps presse
hi: समय समाप्त हो रहा है
ja: 時間が尽きようとしている
ko: 시간이 얼마 남지 않았다
zh_hans: 时间不多了

# beat.timeIsRunningOut.subtitle
source: What ticking clock forces the final confrontation right now?
de: Welche tickende Uhr erzwingt jetzt die letzte Konfrontation?
es: ¿Qué cuenta atrás fuerza la confrontación final ahora mismo?
fr: Quel compte à rebours force la confrontation finale maintenant ?
hi: कौन सी समय-सीमा अभी अंतिम टकराव को मजबूर करती है?
ja: どんなタイムリミットが今すぐ最終決戦を迫りますか？
ko: 어떤 시한이 지금 당장 최종 대결을 강요하나요?
zh_hans: 什么倒计时迫使最终对决此刻上演？

# beat.climax.title
source: The Climax
de: Der Höhepunkt
es: El clímax
fr: Le point culminant
hi: चरमोत्कर्ष
ja: クライマックス
ko: 절정
zh_hans: 高潮

# beat.climax.subtitle
source: What is the ultimate obstacle, and what must your hero sacrifice to win?
de: Was ist das letzte Hindernis, und was muss dein Held opfern, um zu gewinnen?
es: ¿Cuál es el obstáculo final y qué debe sacrificar tu héroe para ganar?
fr: Quel est l'obstacle ultime, et que doit sacrifier votre héros pour gagner ?
hi: अंतिम बाधा क्या है, और जीतने के लिए आपके नायक को क्या त्याग करना होगा?
ja: 究極の障害は何で、勝つために主人公は何を犠牲にしなければなりませんか？
ko: 궁극의 장애물은 무엇이며, 승리를 위해 주인공은 무엇을 희생해야 하나요?
zh_hans: 终极障碍是什么，你的主角必须牺牲什么才能获胜？

# beat.rewards.title
source: Rewards
de: Belohnungen
es: Recompensas
fr: Récompenses
hi: पुरस्कार
ja: 報酬
ko: 보상
zh_hans: 回报

# beat.rewards.subtitle
source: What does your hero gain from the climax?
de: Was gewinnt dein Held aus dem Höhepunkt?
es: ¿Qué gana tu héroe con el clímax?
fr: Que gagne votre héros du point culminant ?
hi: चरमोत्कर्ष से आपके नायक को क्या मिलता है?
ja: クライマックスから主人公は何を得ますか？
ko: 절정에서 주인공은 무엇을 얻나요?
zh_hans: 你的主角从高潮中获得了什么？

# beat.untangleStory.title
source: Untangle the Story
de: Die Geschichte auflösen
es: Desenredar la historia
fr: Dénouer l'histoire
hi: कहानी को सुलझाना
ja: 物語を紐解く
ko: 이야기 풀어내기
zh_hans: 理清故事

# beat.untangleStory.subtitle
source: How are the story's loose threads resolved?
de: Wie werden die losen Fäden der Geschichte aufgelöst?
es: ¿Cómo se resuelven los cabos sueltos de la historia?
fr: Comment les fils narratifs restés en suspens sont-ils résolus ?
hi: कहानी के अधूरे सिरे कैसे सुलझते हैं?
ja: 物語の未解決の伏線はどのように解決されますか？
ko: 이야기의 미해결 실마리는 어떻게 풀리나요?
zh_hans: 故事的未解线索如何得到解决？

# beat.brandNewWorld.title
source: Brand New World
de: Eine ganz neue Welt
es: Un mundo completamente nuevo
fr: Un tout nouveau monde
hi: बिल्कुल नई दुनिया
ja: まったく新しい世界
ko: 완전히 새로운 세계
zh_hans: 崭新的世界

# beat.brandNewWorld.subtitle
source: How has the world — and your hero — changed?
de: Wie haben sich die Welt – und dein Held – verändert?
es: ¿Cómo han cambiado el mundo y tu héroe?
fr: Comment le monde — et votre héros — ont-ils changé ?
hi: दुनिया — और आपका नायक — कैसे बदल गए हैं?
ja: 世界と主人公はどのように変わりましたか？
ko: 세계와 주인공은 어떻게 변했나요?
zh_hans: 世界——以及你的主角——发生了怎样的变化？
